tap "homebrew/cask-versions"

brew "git"
brew "ghq"
brew "font-hack-nerd-font"
brew "starship"
brew "mise"
brew "peco"
brew "lua"
brew "vim"
brew "anyenv"
brew "awscli"
brew "jq"

cask "google-chrome"
cask "google-chrome-canary"
cask "firefox"
cask "jetbrains-toolbox"
cask "visual-studio-code"
cask "iterm2"
cask "docker"
cask "slack"
cask "skitch"
cask "evernote"
cask "notion"
cask "kindle"

